Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: Your searches, browsing, purchases, and device trust score help improve the service and prevent fraud. If you subscribe, we also use your music library and what you play to personalize your experience and send you notifications. Your device serial number may be used to check eligibility for offers.
ar: تساعد معلومات عمليات البحث والتصفح والشراء ومستوى موثوقية الجهاز الخاصة بك في تحسين الخدمة ومنع الاحتيال. في حال الاشتراك، سنستخدم أيضًا مكتبة الموسيقى وما تشغّله لتخصيص تجربتك وإرسال الإشعارات إليك. وقد يُستخدم الرقم التسلسلي لجهازك للتحقق من أهليتك للعروض.
bg: Информацията за това, което търсите, преглеждате и купувате, и рейтингът на доверие на устройството помагат за подобряване на услугата и за предотвратяване на измами. Ако се абонирате, ще използваме също така и музикалната ви библиотека и това, което възпроизвеждате, за да персонализираме вашето изживяване и да ви изпращаме известия. Серийният номер на вашето устройство може да се използва, за да се провери дали отговаряте на условията за оферти.
ca: Es poden utilitzar les teves cerques, la navegació, les compres i la puntuació de confiança del dispositiu per ajudar a millorar el servei i a prevenir el frau. Si t’hi subscrius, també utilitzarem la teva biblioteca musical i el contingut que reprodueixes per personalitzar la teva experiència i enviar‑te notificacions. El número de sèrie del dispositiu es pot utilitzar per comprovar si compleixes els requisits necessaris per oferir‑te el contingut dels serveis.
cs: Informace o hledání, prohlížení, nákupech a skóre důvěryhodnosti zařízení nám pomáhá zlepšovat službu a bránit podvodům. Odběratelům přizpůsobujeme prostředí na míru a posíláme oznámení také podle obsahu jejich hudební knihovny a podle toho, co si pouštějí. Sériové číslo vašeho zařízení nám umožňuje určit způsobilost pro různé nabídky.
da: Dine søgninger, din browsing, dine køb og din enhedstillidsscore er med til at forbedre tjenesten og forhindre svindel. Hvis du abonnerer, bruger vi også dit musikbibliotek og det, du afspiller, til at gøre din oplevelse personlig og sende dig notifikationer. Enhedens serienummer kan blive brugt til at kontrollere, om du er berettiget til tilbud.
de: Deine Suchen, deine Browsing-Aktivitäten, deine Käufe und Geräte­vertrauens­werte tragen dazu bei, den Dienst zu verbessern und Betrug zu verhindern. Wenn du ein Abo abschließt, verwenden wir auch deine Musikmediathek und die Musik, die du spielst, um dein Erlebnis zu personalisieren und dir Mitteilungen zu senden. Die Seriennummer deines Geräts kann verwendet werden, um deine Berechtigung für Angebote zu prüfen.
el: Οι αναζητήσεις, το ιστορικό περιήγησης, οι αγορές και η βαθμολογία αξιοπιστίας συσκευής σας βοηθούν στη βελτίωση της υπηρεσίας και στην αποτροπή απάτης. Αν εγγραφείτε ως συνδρομητές, θα χρησιμοποιούμε επίσης τη Βιβλιοθήκη μουσικής σας και τα στοιχεία που αναπαράγετε για εξατομίκευση της εμπειρίας σας και για αποστολή γνωστοποιήσεων. Ο σειριακός αριθμός της συσκευής σας μπορεί να χρησιμοποιηθεί για να ελεγχθεί η καταλληλότητα για προσφορές.
es: La información de tus búsquedas, navegación y compras, así como la puntuación de confianza de tu dispositivo, nos ayuda a mejorar el servicio y prevenir el fraude. Si te suscribes, también usaremos tu biblioteca de música y reproducciones para personalizar tu experiencia y enviarte notificaciones. El número de serie de tu dispositivo puede usarse para determinar si puedes optar a ofertas.
es_us: Tus búsquedas, navegación, compras y el índice de confiabilidad del dispositivo ayudan a mejorar el servicio y prevenir el fraude. Si te suscribes, también usamos tu biblioteca musical y lo que reproduces para personalizar tu experiencia y enviarte notificaciones. Se podría usar el número de serie de tu dispositivo para verificar si cumple con los requisitos para recibir ofertas de servicio.
fi: Hakusi, selauksesi, ostosi ja laitteesi luottamusluku auttavat parantamaan palvelua ja ehkäisemään petoksia. Jos sinulla on tilaus, Apple käyttää myös musiikkikirjastoasi ja kuuntelemaasi musiikkia käyttökokemuksesi räätälöimiseksi ja ilmoitusten lähettämiseksi sinulle. Laitteesi sarjanumeroa saatetaan käyttää tarjouskelpoisuuden tarkastamiseen.
fr: Vos recherches, vos données de navigation, vos achats et l’indice de confiance de votre appareil nous aident à améliorer le service et à lutter contre la fraude. Si vous vous abonnez, nous utiliserons également le contenu de votre bibliothèque musicale et ce que vous écoutez pour personnaliser votre expérience et vous envoyer des notifications. Le numéro de série de votre appareil peut être utilisé pour vérifier votre éligibilité aux offres de service.
fr_ca: Vos recherches, votre navigation, les achats que vous effectuez et l’indice de confiance de votre appareil contribuent à améliorer le service et à prévenir la fraude. Si vous vous abonnez, nous utiliserons aussi votre bibliothèque musicale et vos données d’écoute pour personnaliser votre expérience d’utilisation et vous envoyer des notifications. Le numéro de série de votre appareil pourrait être utilisé pour vérifier l’admissibilité aux offres.
he: נתוני החיפוש, הגלישה, הרכישות וציון האמון במכשיר שלך עוזרים לשפר את השירות ולמנוע הונאות. אם החלטת להירשם, נשתמש גם בספריית המוזיקה שלך ובתכנים שהפעלת כדי להתאים את חוויית השימוש שלך באופן אישי ולשלוח לך עדכונים. המספר הסידורי של המכשיר שלך עשוי לשמש לבדיקת זכאות להצעות.
hi: आपकी खोज, ब्राउज़िंग, ख़रीदारी और डिवाइस विश्वास स्कोर से सेवा को बेहतर बनाने और धोखाधड़ी रोकने में मदद मिलती है। यदि आप सब्सक्राइब करते हैं, तो हम आपके अनुभव को वैयक्तिकृत करने के लिए आपकी संगीत लाइब्रेरी और आपके चलाए गीतों का भी उपयोग करते हैं और आपको सूचनाएँ भेजते हैं। आपके डिवाइस की क्रम संख्या का उपयोग ऑफ़र के लिए योग्यता की जाँच करने के लिए किया जा सकता है।
hr: Vaše pretrage, pregledi, kupnje i rezultat pouzdanosti uređaja koriste se za poboljšanje usluge i sprječavanje prevare. Ako se pretplatite, također ćemo upotrijebiti vašu glazbenu medijateku i informacije o reproduciranim sadržajima za personaliziranje vašeg iskustva i slanje obavijesti. Serijski broj vašeg uređaja može se koristiti za provjeru prikladnosti za ponude.
hu: Az Ön keresései, böngészési információi, vásárlásai és eszközmegbízhatósági pontszáma segítenek a szolgáltatás javításában és a csalások megelőzésében. Ha előfizet, akkor a zenekönyvtárát és a lejátszott tartalmakat is fel fogjuk használni a felhasználói élmény személyre szabásához és értesítések küldéséhez. Előfordulhat, hogy az eszközének sorozatszáma az ajánlatokra való jogosultságának ellenőrzéséhez lesz használva.
id: Pencarian, penelusuran, pembelian, dan skor kepercayaan perangkat Anda membantu meningkatkan layanan dan mencegah penipuan. Jika Anda berlangganan, kami juga menggunakan perpustakaan musik dan apa yang Anda putar untuk menyesuaikan pengalaman Anda dan mengirimi Anda pemberitahuan. Nomor seri perangkat Anda dapat digunakan untuk memeriksa apakah Anda memenuhi syarat untuk menerima penawaran.
it: I contenuti che cerchi, consulti e acquisti e il punteggio di affidabilità del dispositivo vengono utilizzati per migliorare il servizio e prevenire le frodi. Se ti abboni, Apple utilizza la tua libreria musicale e i brani che ascolti per personalizzare la tua esperienza utente e inviarti notifiche. Il numero di serie del dispositivo potrebbe essere utilizzato per verificare l'idoneità alle offerte.
ja: あなたの検索、閲覧、購入、デバイスのトラストスコアに関する情報は、サービスの向上と不正行為の防止に役立てられます。サブスクリプションに登録した場合は、よりパーソナライズされたユーザ体験を提供したり通知を送信したりするために、あなたのミュージックライブラリや再生履歴も使用されます。デバイスのシリアル番号はサービス提供の資格を確認するために使用される場合があります。
kk: Іздеу әрекеттері, интернеттегі белсенділік, сатып алулар мен құрылғының сенімділік индексі сервисті жақсартуға және алаяқтықтың алдын алуға көмектеседі. Ақылы жазылым алсаңыз, музыка жинағы мен ойнатылатын контент пайдаланушылық тәжірибеңізді жекелендіру және сізге хабарландырулар жіберу үшін пайдаланылады. Құрылғының сериялық нөмірі сізге сәйкес ұсыныстарды беру үшін пайдаланылуы мүмкін.
ko: 사용자의 검색, 브라우징, 구입 및 기기 신뢰도 정보는 서비스를 향상하고 사기를 방지하는 데 도움이 됩니다. 구독하면 Apple은 개인 맞춤형 사용자 경험을 제공하고 사용자에게 알림을 보내기 위해 음악 보관함 및 재생 항목 정보도 사용합니다. 사용자의 기기 일련 번호는 서비스 제공 적합성을 확인하는 데 사용될 수 있습니다.
lt: Jūsų paieškos, naršymas, pirkimai ir įrenginio patikimumo vertinimas padeda tobulinti paslaugas ir užkirsti kelią sukčiavimui. Jei užsiprenumeruosite, mes taip pat naudosime jūsų muzikos biblioteką ir leidžiamą turinį, kad individualiai pritaikytume naudojimą ir siųstume pranešimus. Įrenginio serijos numerį galima panaudoti norint patikrinti galimybę naudotis pasiūlymais.
ms: Carian, pelayaran, pembelian dan skor kepercayaan peranti anda membantu meningkatkan perkhidmatan dan mencegah penipuan. Jika anda melanggan, kami juga menggunakan pustaka muzik anda dan muzik yang anda mainkan untuk memperibadikan pengalaman anda serta menghantar anda pemberitahuan. Nombor siri peranti anda mungkin digunakan untuk menyemak kelayakan bagi tawaran.
nl: Je zoek­opdrachten, je surf­gedrag, je aankopen en de vertrouwens­score van je apparaat worden gebruikt om de voor­ziening te verbeteren en fraude te voorkomen. Als je je abonneert, gebruiken we ook je muziekbibliotheek en datgene wat je afspeelt om je een persoonlijke ervaring te bieden en je meldingen te sturen. Het serienummer van je apparaat kan worden gebruikt om na te gaan of je in aanmerking komt voor aanbiedingen.
no: Søkene dine, loggen din, kjøpshistorikken din og enhetens godkjenningsrangering kan bli brukt til å forbedre tjenesten og forhindre svindel. Hvis du abonnerer, bruker vi også musikkbiblioteket ditt og avspillingsdata for å tilpasse opplevelsen din og sende deg varslinger. Serienummeret til enheten kan bli brukt til å kontrollere om du er kvalifisert for tilbud.
pl: Dane Twoich wyszukiwań, przeglądania, zakupów oraz współczynnik zaufania urządzenia pomagają udoskonalać usługę oraz zapobiegać oszustwom. Jeśli masz subskrypcję, używamy także Twojej biblioteki oraz odtwarzanych przez Ciebie rzeczy do personalizowania Twoich działań oraz wysyłania Ci powiadomień. Numer seryjny Twojego urządzenia może zostać użyty w celu potwierdzenia uprawnień do korzystania z usługi.
pt_br: Suas buscas, navegação, compras e pontuação de confiança do dispositivo ajudam a melhorar o serviço e impedir fraudes. Se você assinar, nós também usaremos sua biblioteca de música e o que você ouve para personalizar sua experiência e enviar notificações. O número de série do seu dispositivo pode ser usado para verificar a elegibilidade para ofertas.
pt_pt: As suas pesquisas, navegação, compras e a classificação de fidedignidade do dispositivo ajudam a melhorar o serviço e a prevenir fraudes. Se se tornar assinante, usaremos igualmente a sua biblioteca de música e histórico de reprodução para personalizar a sua experiência e enviar‑lhe notificações. O número de série do dispositivo pode ser utilizado para verificação da elegibilidade para ofertas.
ro: Căutările, navigarea, achizițiile și scorul de încredere al dispozitivului ajută la îmbunătățirea serviciului și prevenirea fraudelor. Dacă vă abonați, biblioteca dvs. muzicală și conținutul pe care îl redați vor fi utilizate, de asemenea, pentru a vă personaliza experiența și a vă trimite notificări. Numărul serial al dispozitivului poate fi utilizat pentru a verifica eligibilitatea dvs. pentru oferte.
ru: Ваши поисковые запросы, активность в интернете, покупки, а также индекс доверия устройству могут использоваться для улучшения сервиса и предотвращения мошенничества. Если Вы оформите подписку, Ваша медиатека и контент в ней будут использоваться для персонализации и отправки уведомлений. Серийный номер Вашего устройства может быть использован для того, чтобы предоставлять Вам подходящие предложения.
sk: Vaše vyhľadávania, prechádzanie obsahu, nákupy a skóre dôvery zariadenia pomáhajú vylepšovať službu a predchádzať podvodom. Ak si predplatíte odber služby, budú na jej prispôsobenie vašim potrebám a posielanie hlásení použité aj informácie o vašej hudobnej knižnici a prehrávanom obsahu. Sériové číslo zariadenia bude možné použiť na overenie spôsobilosti pre ponuky.
sl: Vaša iskanja, brskanje, nakupi in ocena zaupanja za napravo pomagajo izboljšati storitev in preprečujejo goljufije. Če se naročite, uporabimo za prilagajanje vaše izkušnje in pošiljanje obvestil tudi vašo knjižnico glasbe in predvajano vsebino. Serijska številka naprave se lahko uporabi za preverjanje upravičenosti do ponudb.
sv: Dina sökningar, navigering, köp och enhets­tillförlitlighets­poäng hjälper till att göra tjänsten bättre och förhindra bedrägerier. Om du är prenumerant använder vi även ditt musikbibliotek och vad du spelar upp till att göra din upplevelse mer personlig och skicka notiser till dig. Din enhets serienummer kan användas till att kontrollera behörighet för erbjudanden.
th: การค้นหา การเลือกหา การซื้อ และคะแนนความน่าเชื่อถือของอุปกรณ์ของคุณจะช่วยปรับปรุงบริการและป้องกันการโจรกรรมได้ ถ้าคุณสมัครรับ เรายังจะใช้คลังเพลงของคุณและสิ่งที่คุณเล่นเพื่อปรับประสบการณ์ให้เข้ากับตัวคุณและส่งการแจ้งเตือนให้คุณอีกด้วย อาจใช้หมายเลขประจำเครื่องของอุปกรณ์ของคุณเพื่อตรวจสอบว่าคุณมีคุณสมบัติเหมาะสมสำหรับข้อเสนอหรือไม่
tr: Arama, göz atma, satın alma işlemleriniz ve aygıt güven puanınız servisi iyileştirmeye ve dolandırıcılığı önlemeye yardımcı olur. Abone olursanız deneyiminizi özelleştirmek ve size bildirim göndermek için müzik arşivinizi ve dinlediklerinizi de kullanırız. Aygıtınızın seri numarası, teklifler için uygunluğunuzu denetlemek amacıyla kullanılabilir.
uk: Ваші пошукові запити, перегляд, покупки та бал довіри вашого пристрою допомагають удосконалювати цю службу й запобігати шахрайству. Якщо ви підписуєтесь, тоді ми також використовуватимемо вашу медіатеку та вміст, який ви відтворюєте, для персоналізації та надсилання сповіщень. Серійний номер вашого пристрою може використовуватися для перевірки відповідності пропозиціям.
vi: Hoạt động tìm kiếm, duyệt, mua và điểm số tin cậy thiết bị của bạn giúp cải thiện dịch vụ và ngăn chặn lừa đảo. Nếu bạn đăng ký, chúng tôi cũng sử dụng thư viện nhạc của bạn và nội dung bạn phát để cá nhân hóa trải nghiệm và gửi thông báo cho bạn. Số sê-ri của thiết bị có thể được sử dụng để kiểm tra khả năng đủ điều kiện cho các đề xuất.
zh_cn: 你的搜索、浏览、购买和设备信任值有助于改善服务以及防范欺诈行为。如果订阅，你的音乐资料库和播放内容还会用于提供个性化的使用体验和向你发送通知。你的设备序列号可能被用于检查服务的使用资格。
zh_hk: 你的搜尋內容、瀏覽內容、購買項目和裝置信任分數可協助改善服務以及防範詐騙。如你訂閲，我們也會使用你的音樂資料庫和播放內容來提供個人化的使用體驗和向你傳送通知。我們可能會使用你的裝置序號來檢查優惠是否適用。
zh_tw: 你的搜尋、瀏覽、購買內容和裝置的信任分數可協助改進服務並防範詐騙。若你訂閱，我們也會使用你的音樂資料庫和播放的內容以提供個人化的使用體驗並傳送通知。我們可能會使用你的裝置序號來檢查提供的服務是否適用。

# SECOND_BULLET
source: Your Apple cloud library sends information from your music library on your device to Apple, such as song and artist names, to identify and unlock copies of any of your songs that are also available in Apple Music.
ar: تُرسل مكتبتك السحابية من Apple معلومات من مكتبة الموسيقى على جهازك إلى Apple، مثل أسماء الفنانين والأغاني، لتحديد نُسخ لأيٍ من الأغاني التي لديك والمتوفرة أيضًا في Apple Music وإتاحتها لك.
bg: Вашата Apple библиотека в облака изпраща информация от музикалната библиотека на вашето устройство до Apple, например имена на песни и изпълнители, за да идентифицира и отключи копия на която и да е от песните ви, които са налични и в Apple Music.
ca: La biblioteca al núvol envia a Apple informació de la biblioteca musical del dispositiu, inclosos els noms de les cançons i dels artistes, per identificar i desbloquejar les còpies de les teves cançons que també estiguin disponibles a l’Apple Music.
cs: Vaše knihovna v cloudu Apple posílá společnosti Apple informace o hudební knihovně ve vašem zařízení, například názvy skladeb a umělců, za účelem rozpoznání a zpřístupnění kopií těch vašich skladeb, které jsou dostupné i v Apple Music.
da: Dit Apple-bibliotek i netskyen sender oplysninger fra dit musikbibliotek på din enhed til Apple, f.eks. navne på sange eller kunstnere, for at identificere og give adgang til kopier af de af dine sange, som også er tilgængelige i Apple Music.
de: Deine Apple-Cloud-Mediathek von Apple sendet Informationen von deiner Musikmediathek auf deinem Gerät an Apple, wie Titel und Künstlernamen, um Kopien deiner Titel, die ebenfalls auf Apple Music erhältlich sind, zu identifizieren und freizuschalten.
el: Η βιβλιοθήκη cloud της Apple αποστέλλει πληροφορίες από τη βιβλιοθήκη μουσικής της συσκευής σας στην Apple, όπως π.χ. ονόματα τραγουδιών και καλλιτεχνών, με σκοπό την αναγνώριση και το ξεκλείδωμα αντιγράφων των τραγουδιών σας που διατίθενται επίσης στο Apple Music.
es: La biblioteca en la nube de Apple envía a Apple información sobre la biblioteca de música de tu dispositivo, como títulos de canciones y nombres de artistas, para identificar y desbloquear las copias de las canciones que también estén disponibles en Apple Music.
es_us: Tu biblioteca de Apple en la nube envía información a Apple desde la biblioteca de música en tu dispositivo, como nombres de canciones y artistas, para identificar y desbloquear copias de canciones que también estén en Apple Music.
fi: Apple-pilvikirjastosi lähettää Applelle musiikkikirjastostasi tietoja, kuten kappaleiden ja artistien nimet, joiden perusteella tunnistetaan ja vapautetaan kappaleet, jotka ovat saatavilla myös Apple Musicista.
fr: La bibliothèque dans le cloud Apple envoie des informations liées à la bibliothèque musicale présente sur votre appareil (morceaux, noms d’artiste, etc.) à Apple, afin de rechercher et de vous offrir des copies de vos morceaux (si ceux-ci sont proposés dans le catalogue Apple Music).
fr_ca: Votre bibliothèque infonuagique Apple envoie à Apple des informations qui proviennent de la bibliothèque musicale de votre appareil (chansons, noms d’artiste, etc.) afin de rechercher et de vous offrir des copies de vos titres (si celles-ci sont proposées dans le catalogue Apple Music).
he: ספריית הענן של Apple שזמינה עבורך שולחת ל-Apple מידע מספריית המוזיקה במכשיר שלך, כגון שמות של שירים ואומנים, כדי לזהות עותקים של שירים שזמינים גם ב-Apple Music ולבטל את נעילתם.
hi: आपकी Apple क्लाउड लाइब्रेरी आपके डिवाइस पर आपकी संगीत लाइब्रेरी से Apple को जानकारी भेजती है, जैसे कि गीत और कलाकार का नाम, जिससे कि आपके ऐसे किसी भी गीत की कॉपी को पहचान कर अनलॉक किया जा सके जो Apple Music में भी उपलब्ध है।
hr: Vaša Apple medijateka u oblaku šalje informacije iz vaše medijateke na uređaju tvrtki Apple, primjerice nazive pjesama i izvođača, radi identificiranja i otključavanja kopija svih vaših pjesama koje su dostupne i na usluzi Apple Music.
hu: Az Ön Apple-felhőkönyvtára információkat küld az Ön zenekönyvtárából az Apple-nek az Ön eszközén – például dal- és előadóneveket – az olyan dalok azonosításához és egy példányuk feloldásához, amelyek elérhetők az Apple Musicban is.
id: Perpustakaan awan Apple Anda mengirimkan informasi dari perpustakaan musik di perangkat Anda ke Apple, seperti nama lagu dan artis, untuk mengidentifikasi dan membuka salinan lagu Anda yang juga tersedia di Apple Music.
it: La libreria Apple sul cloud invia ad Apple informazioni dalla libreria musicale sul tuo dispositivo, come i nomi delle canzoni e degli artisti, al fine di identificare e sbloccare copie dei contenuti che sono disponibili anche su Apple Music.
ja: Appleクラウドライブラリでは、デバイスのApple Musicでも利用可能ないずれかの曲のコピーを特定およびロック解除するために、曲やアーティストの名前など、お使いのミュージックライブラリの情報がAppleに送信されます。
kk: Apple бұлттық медиатекасы құрылғыңыздағы музыка жинағынан Apple компаниясына әндер мен орындаушылардың аттары сияқты ақпаратты жібереді. Бұл, сондай-ақ Apple Music сервисінде қолжетімді қандай да бір әндердің көшірмелерін анықтау және құлпын ашу үшін қажет.
ko: 사용자의 Apple 클라우드 보관함은 노래 및 아티스트 이름 등 사용자 기기의 음악 보관함 정보를 Apple로 전송하여 Apple Music에 있는지 확인하고 해당 노래에 접근할 수 있도록 합니다.
lt: „Apple“ debesies biblioteka siunčia „Apple“ informaciją iš muzikos bibliotekos įrenginyje, pvz., dainos ir atlikėjo pavadinimus, kad galėtų nustatyti ir atrakinti visų jūsų dainų kopijas, kurios yra prieinamos ir „Apple Music“.
ms: Pustaka awan Apple anda menghantar maklumat daripada pustaka muzik anda pada peranti anda kepada Apple, seperti nama lagu dan artis, untuk mengenal pasti dan membuka kunci salinan sebarang lagu anda yang turut tersedia dalam Apple Music.
nl: Je Apple cloudbibliotheek verstuurt informatie uit je muziekbibliotheek op je apparaat naar Apple, zoals de titels van nummers en namen van artiesten, om zo exemplaren van je nummers die ook beschikbaar zijn in Apple Music te identificeren en te ontgrendelen.
no: Nettskybiblioteket fra Apple sender informasjon fra musikkbiblioteket på enheten din til Apple, som sangtitler og artistnavn, for å identifisere og låse opp kopier av de av sangene dine som også finnes i Apple Music.
pl: Biblioteka w chmurze Apple wysyła do Apple tytuły utworów i nazwy wykonawców z Twojej biblioteki na urządzeniu, aby zidentyfikować i odblokować kopie, które są dostępne również w Apple Music.
pt_br: A biblioteca da Apple na nuvem envia informações da sua biblioteca de músicas no seu dispositivo para a Apple, como nomes de músicas e artistas, para identificar e desbloquear cópias de quaisquer de suas músicas que também estejam disponíveis no Apple Music.
pt_pt: A biblioteca na nuvem Apple envia à Apple informação acerca da sua biblioteca de música no dispositivo (nomes de músicas e de intérpretes, por exemplo) para identificar e desbloquear cópias das mesmas que estejam igualmente disponíveis em Apple Music.
ro: Biblioteca cloud Apple trimite la Apple informații despre biblioteca dvs. muzicală de pe dispozitiv, precum numele melodiilor și ale artiștilor, în vederea identificării și deblocării copiilor oricărora dintre melodiile dvs. care sunt disponibile și în Apple Music.
ru: Облачная медиатека Apple передает в Apple сведения из музыкальной медиатеки на Вашем устройстве, такие как названия песен и имена исполнителей, чтобы разблокировать те песни из Вашей медиатеки, которые доступны в Apple Music.
sk: Vaša knižnica na cloude spoločnosti Apple odosiela spoločnosti Apple informácie z hudobnej knižnice na vašom zariadení, ako sú názvy skladieb a mená interpretov, na účely identifikácie a odomknutia kópií všetkých vašich skladieb, ktoré sú zároveň dostupné aj v Apple Music.
sl: Vaša knjižnica v oblaku Apple družbi Apple pošilja podatke iz knjižnice glasbe v vaši napravi, kot so imena skladb in izvajalcev, da identificira in odklene kopije katerihkoli vaših skladb, ki so prav tako na voljo v storitvi Apple Music.
sv: Ditt Apple-molnbibliotek skickar information från ditt musikbibliotek på enheten till Apple, till exempel namn på låtar och artister, i syfte att identifiera och låsa upp kopior av de av dina låtar som även är tillgängliga i Apple Music.
th: คลังบนคลาวด์ Apple ของคุณจะส่งข้อมูลจากคลังเพลงบนอุปกรณ์ของคุณไปที่ Apple เช่น เพลงและชื่อศิลปิน เพื่อระบุและปลดล็อคสำเนาเพลงต่างๆ ของคุณที่มีใน Apple Music เช่นกัน
tr: Apple bulut arşiviniz, Apple Music’te de bulunan parçalarınızı belirlemek ve bu kopyaların kilidini açmak için aygıtınızda bulunan müzik arşivinizdeki parça ve sanatçı adları gibi bilgileri Apple’a gönderir.
uk: Ваша хмарна медіатека Apple надсилає інформацію з вашої медіатеки на пристрої до Apple, як‑от назви пісень й імена виконавців, щоб ідентифікувати та відмикати копії будь-яких ваших пісень, що також наявні в Apple Music.
vi: Thư viện đám mây Apple gửi thông tin từ thư viện nhạc trên thiết bị của bạn đến Apple, ví dụ như tên bài hát và nghệ sĩ, để xác định và mở khóa bản sao của bất kỳ bài hát nào của bạn cũng có sẵn trong Apple Music.
zh_cn: Apple云端资料库会将你设备上音乐资料库中的歌曲及艺人姓名等信息发送给Apple，以识别并解锁也可在Apple Music中找到的你拥有歌曲的副本。
zh_hk: 你的Apple雲端資料庫會將你裝置上的音樂資料庫資料傳送予Apple（例如歌曲及藝人名稱），以識別和解鎖Apple Music也有提供的歌曲副本。
zh_tw: Apple雲端資料庫會將你裝置上音樂資料庫的資訊傳送給Apple（例如歌曲和藝人名稱），以識別和解鎖Apple Music中也有提供的歌曲副本。
